tap "hashicorp/tap"

cask_args appdir: "~/Applications"

brew "helm"
brew "helmfile"
brew "helm-docs"
brew "swift-format"
brew "terraform-docs"
brew "hashicorp/tap/terraform"
brew "mas"
brew "graphviz"
brew "asdf"
brew "tree"
brew "kubectl"
brew "plantuml"
brew "coturn"

cask "google-chrome"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "rancher"
cask "tableplus"
cask "xcodes"
cask "utm"
cask "android-platform-tools"

mas "CrystalFetch", id: 6454431289
